<PAD>
2
业
3
1
名
9
工
4
0
5
生
产
和
职
6
8
务
无
公
体
7
服
制
种
有
的
通
号
理
管
水
称
地
第
电
机
否
车
造
运
品
部
件
普
作
司
动
做
农
矿
装
子
售
会
保
发
没
开
建
化
设
国
厂
人
个
资
力
输
销
米
社
修
玉
育
技
政
物
企
卖
石
单
门
计
中
学
报
供
织
户
金
教
格
利
油
卫
术
花
采
加
出
铁
科
行
家
活
信
村
气
料
组
筑
事
编
房
等
安
劳
文
民
环
包
打
养
简
共
麦
市
条
研
租
棉
山
具
商
煤
书
其
网
小
道
营
食
软
路
不
交
收
息
木
红
他
餐
带
林
际
头
零
货
是
器
住
居
附
材
究
广
间
在
质
饮
薯
限
融
备
用
及
提
传
私
境
线
瓜
推
维
纸
证
自
兵
程
邮
员
院
股
流
芋
宿
年
长
一
勘
擦
算
关
应
烫
查
药
剥
检
乐
经
为
老
渔
空
后
手
n
施
A
医
钢
赁
船
府
牧
军
级
批
局
场
燃
障
位
航
仓
告
版
挖
店
队
大
上
高
所
酒
主
D
O
责
粮
从
娱
福
烟
储
拉
械
区
新
指
县
板
刷
印
站
给
与
鱼
游
汽
炼
里
到
合
面
废
铝
全
险
各
秘
洁
处
团
成
塑
N
C
客
砖
调
衣
放
集
S
纤
党
皮
镇
稻
看
病
勤
配
b
委
库
意
括
树
如
纺
牛
注
杂
负
师
视
猪
胶
菜
表
测
特
干
并
时
旅
护
控
办
约
e
室
火
协
清
天
豆
下
或
送
馆
治
源
财
陆
仪
草
类
轮
布
饭
然
扫
要
方
临
尔
分
定
植
土
知
性
i
导
银
搬
防
统
影
心
明
园
原
毛
沙
照
a
省
验
炒
o
艺
选
摩
泥
海
Y
戏
外
基
城
购
估
粉
绿
买
吧
对
P
帮
划
儿
固
持
节
评
探
进
己
l
内
票
属
接
联
华
口
E
五
日
播
橡
鞋
请
胎
箱
点
马
染
支
券
任
来
德
代
殖
屋
三
t
u
袋
以
污
肥
窗
监
乡
别
展
疗
搞
厅
掘
美
鸡
玩
专
炭
变
西
于
训
非
压
副
操
洗
光
步
烧
说
纱
g
图
井
校
F
套
桥
羊
战
巴
闻
东
d
还
斯
卸
堂
顾
架
贼
系
久
把
演
押
投
焊
相
络
拖
床
存
果
风
培
丝
古
塞
记
同
了
百
肉
址
香
啤
雇
规
易
破
缝
预
钨
麻
液
量
领
黄
比
练
塔
饰
捡
彩
去
哥
托
响
驾
宣
济
磨
街
抵
互
炮
费
漆
盖
谷
回
本
飞
二
常
初
炉
助
球
河
贸
数
将
排
龙
志
叶
畜
款
当
灯
案
蔬
I
远
瓷
热
均
冷
介
承
铜
孩
目
s
茶
c
能
绣
筋
卷
过
讯
受
李
总
置
班
密
腐
引
达
田
洋
镜
锅
察
核
庭
构
B
南
滩
准
j
U
瓶
宾
喷
情
革
拍
也
笔
递
容
铅
剧
片
论
友
搜
取
楼
鑫
模
岗
话
音
综
索
厨
挑
台
墙
梁
式
竹
精
爆
辅
英
法
女
实
Q
绘
R
多
贷
般
弹
瓦
项
梯
钼
张
署
冶
但
暖
它
起
消
丰
G
整
青
元
字
虾
再
优
都
媒
试
匠
咨
璃
询
兴
标
拆
康
警
温
润
快
币
幼
杀
范
玻
r
盒
擎
吊
景
群
众
藏
重
焦
武
平
待
糖
篮
苗
v
妇
L
庙
考
烤
复
牲
解
钻
寺
孤
贩
跑
盛
度
议
替
庄
针
稀
驶
么
诊
奶
色
超
白
什
脑
T
恒
型
健
圾
派
垃
读
烂
账
执
益
帽
寿
辆
示
籍
改
姆
赦
赶
珠
锌
饲
休
硬
钱
速
频
岩
羽
语
哪
盐
换
北
切
阳
纫
之
牌
结
像
眼
童
剪
粱
伐
锈
纪
炸
赛
罐
柴
兽
昆
象
族
析
蓄
圣
期
唱
氧
云
边
铸
灌
铺
万
陶
砍
宝
围
样
央
捕
挂
王
督
泰
疾
八
四
滑
页
忙
脾
泵
些
翻
向
退
画
就
近
喂
抽
残
刊
渠
前
糕
星
迁
楚
列
充
永
码
耕
某
饼
帐
蛋
牙
硫
割
寄
泉
览
招
涂
绳
首
冰
圈
半
据
搭
港
柜
问
剂
宗
早
狱
砂
沟
裁
立
税
宰
士
偿
杨
乌
熟
贵
鼓
淘
胜
宏
锻
森
纳
史
且
搅
降
绒
序
摊
转
叔
捞
宇
而
写
映
必
灰
历
混
正
补
轴
江
继
者
洪
拌
龟
使
棒
垫
升
席
被
效
曲
按
竞
坊
策
现
功
塘
决
例
层
往
窑
浴
m
毯
椅
昌
载
得
旧
找
V
走
扇
顺
盘
旺
轻
钟
凝
录
摄
好
段
尼
绸
十
身
刚
访
轧
川
鲜
陈
价
先
野
太
砌
赚
湖
蓝
酿
甘
背
六
栽
榨
刘
烯
味
况
硅
巾
偶
倒
那
黑
月
乙
延
译
豪
犯
份
耐
创
婚
假
连
权
屠
便
胡
神
锁
镁
桌
审
封
圆
离
禽
寓
完
形
京
惠
很
M
煮
守
鸭
瑞
真
碗
冲
励
凉
措
值
凳
闲
除
缔
足
移
杯
吃
亲
入
富
寡
州
攸
直
辑
需
刮
棋
氏
微
池
赡
铲
嵩
签
蔗
凿
授
棚
仿
欧
锯
碳
扎
两
订
衡
旨
停
涤
彭
晒
震
卡
薄
芯
浆
墨
稿
敬
周
顶
亚
言
蹬
绍
碎
掉
舞
萝
纶
刀
善
帝
缆
沽
荣
未
泸
蚕
桶
潢
题
克
齿
辉
浇
邦
观
雨
巡
只
燕
摆
K
独
凭
筐
课
凯
泡
抓
裤
渡
拾
酸
伟
赵
芬
少
斗
更
堪
思
砸
律
浩
智
才
椒
鞭
壳
峰
皂
庆
细
次
辣
累
皇
甲
反
底
框
W
礼
徒
缑
贝
湘
徐
粒
番
付
耳
们
途
艳
世
念
缴
春
舶
圃
绞
镀
块
听
扣
磁
陵
宁
桨
嘉
我
佣
艾
闹
脂
识
贴
秧
脚
坡
因
埋
强
链
刻
锑
诚
杰
确
荷
骑
湾
博
候
焚
稞
础
插
祥
f
兰
拿
救
拔
征
懂
佳
碾
债
见
鹏
芝
乘
柳
锦
慈
档
鲍
仔
舍
抢
散
适
死
x
疫
纯
弄
歌
吉
坝
盆
许
稼
抬
讲
双
笑
缩
妆
雷
筝
汇
末
埠
衫
态
纷
雕
这
磷
七
仙
喻
峡
坐
螺
迪
净
筛
闭
钳
荒
搓
钉
域
夫
琴
遇
沥
钛
h
罗
拓
落
吸
泳
秦
蒙
罩
伞
义
蜂
九
聚
佛
彻
籽
阿
伙
章
兼
贯
想
唐
素
纠
嵌
夏
肠
弟
轨
扶
梨
阀
尚
赤
威
弃
雪
爱
阜
该
颗
由
岁
裹
澡
喜
宽
筒
碧
馒
袜
聘
秩
深
茅
锡
串
担
卤
锋
界
宋
枝
势
夹
磺
命
氨
蒸
何
绝
可
裕
借
劲
射
帘
松
渣
漠
鉴
腾
削
荔
紫
根
孙
喇
你
欣
棺
伊
随
摘
颐
晚
珍
姐
翔
乳
裝
跟
侈
座
爷
左
鸽
极
馕
骨
阶
寨
逻
匪
氮
冻
奢
函
扛
纹
膜
盾
蜜
至
祭
杆
朱
勾
岳
狗
鲁
失
挡
滨
奇
盗
短
酱
丽
孟
拣
刃
膏
z
壁
卜
勇
盟
枪
低
棍
宅
疆
每
盲
豌
娃
波
卢
尾
裱
吹
萄
丈
锤
粪
状
汛
良
穿
刺
姓
断
燥
槟
巧
芜
束
筷
睿
桂
郭
丙
漂
邓
妹
渗
撰
桃
覃
俗
误
堤
坦
敲
饺
奥
仁
兔
感
忠
错
董
雅
锄
夜
届
糊
姜
驴
粗
蔡
铀
添
葡
凌
榔
始
钞
秀
韭
玛
露
烈
塬
潮
午
积
隆
官
郊
抗
k
笼
绕
汉
闸
溉
崔
殿
墓
醅
煎
戚
炎
簧
旗
钓
血
脱
莲
蕉
郑
蚊
尹
壶
舰
祷
沫
噶
刨
登
锰
望
季
声
获
阅
菌
铄
犁
涔
笛
蛎
岛
苏
丧
祈
让
荞
蜡
铬
饵
傅
泽
减
奖
拼
戒
伤
茧
汤
显
君
澹
镰
习
熊
嘛
岭
右
炊
繁
腿
茂
洞
驼
鸿
今
胖
越
疏
占
册
嘀
鞍
归
抄
樟
耙
洲
葬
匹
镍
虫
最
來
靠
凤
邻
兑
晟
钩
侯
仅
菇
酥
卧
尤
衬
厦
氯
杉
屏
琪
着
刑
希
灾
芳
倪
蒲
奏
参
雄
毒
留
钙
窝
碱
掌
桑
颜
启
角
叫
敏
垂
烘
纲
填
吗
已
叠
阁
挣
千
烛
止
絮
穗
差
申
蒿
浦
骆
婴
盈
晓
贤
苑
芦
纬
吴
牵
喝
墅
耀
瘤
茗
肖
幕
涵
叭
锥
诺
邢
荫
楞
灸
玺
葫
涛
纽
孔
典
振
郎
翼
肯
碑
旭
透
折
著
呢
男
贮
簸
苇
p
艇
隔
棱
灶
睡
陪
邹
抛
韩
幸
余
骡
缸
潘
亮
捷
葵
轿
隧
橄
旱
豫
亭
熨
淀
损
御
琼
辖
垦
梅
J
丁
榄
激
亿
鸟
庵
篇
柏
宜
坯
萤
內
驰
炬
畅
终
乓
额
枣
赔
曹
哦
颈
含
挤
拜
旋
乒
增
桩
場
鹰
莎
稳
冯
抹
晶
苹
崇
朋
韵
粘
柿
龄
悦
嫂
淑
翠
屯
危
兜
淤
苦
呵
曼
苕
迷
溢
铆
宙
叉
栏
卉
甜
氢
症
冒
缫
廖
睛
灵
浚
涉
脖
凡
罪
榆
沈
厢
须
羔
坏
几
巨
腫
岔
氟
匡
故
略
钥
藠
曙
栈
判
梳
旁
觉
苯
镶
霍
禾
擀
遣
茄
烹
朗
洛
仲
涝
冥
篩
俱
崽
拘
轱
韶
篾
蚁
誉
淇
晖
蒂
肚
脯
刹
吨
迅
坪
煅
浙
昊
瞿
秋
彤
篷
釉
鼎
莱
捆
菱
粤
粥
梭
尺
促
毫
辘
难
仑
齐
厕
笺
蛇
舟
贫
援
享
呼
阻
巢
筹
炕
辫
襄
巷
斜
卓
苞
铃
拷
貨
允
孝
醫
尸
翟
桦
绵
翅
怡
梦
溪
廊
返
召
鄂
争
漾
祝
簊
举
遂
廉
焗
侨
枸
硝
藤
镯
浔
玲
蚌
沐
胸
横
脸
似
烙
闫
咖
滋
卯
y
锂
唯
伦
莹
匙
肤
侦
锭
弱
剃
晋
叮
株
兄
斌
狮
禁
邛
萨
箭
兆
母
踏
捉
哈
岙
帚
琉
扒
靴
芒
鹅
X
违
啊
毡
晨
眉
谢
缘
殡
丹
赏
慧
曾
娄
伍
魅
滤
撑
淋
維
貌
拨
垛
磅
矛
满
囱
令
即
诸
硐
铣
巩
無
循
俊
黔
柚
醋
椰
伴
坤
跳
啸
圏
帕
冠
符
披
臭
践
尿
酶
偷
驻
鱿
谊
涟
澳
煌
硒
婦
绩
倍
父
扁
峪
橱
矸
依
玥
煜
逸
胃
仇
癌
句
牤
汰
螂
溜
钠
宪
孕
啡
晾
攀
樊
墩
湟
員
瑶
萁
遵
馨
姨
勺
酚
箩
诉
距
饪
庐
撬
仰
芙
枫
粽
佰
棵
紧
鼻
鹑
胚
淜
陡
瓢
乱
舜
淙
鹤
浮
晴
岸
苜
菲
狼
蓉
摞
譬
慰
瀑
袖
堡
爽
陕
埔
滚
蜀
丘
醒
辛
勐
役
较
笠
螳
芹
笋
吕
铮
宠
黎
剑
履
棕
骏
琐
碣
Z
H
鹌
仗
褒
廷
垒
猕
紡
葛
盼
薛
爪
倾
雾
裙
杜
壹
谁
莘
莴
凍
魏
胞
绢
葱
揉
橘
柱
袄
釭
蒜
莞
摇
畽
避
截
求
學
谭
秤
汭
穹
娜
堰
坚
寝
椑
谓
篆
犬
捍
湿
滕
瞄
狂
杏
瓮
锚
薰
贪
沿
尊
糟
亨
饶
详
轩
悍
阮
嵘
婆
腌
恩
庞
熬
汕
菠
蒋
梓
患
汪
莉
仕
咀
逃
憎
焙
厚
挥
羲
孵
掏
栾
描
臣
拥
姑
弓
遮
潼
缇
甫
瞬
宴
洒
榕
霖
媳
陀
珙
锐
翱
鎮
芸
吞
泊
忆
迦
磴
帆
阖
佐
胥
萍
辐
则
急
銮
磊
敷
胺
枕
尘
答
蓓
拧
蕾
锉
匝
腰
沸
挽
棠
劝
径
袁
費
楠
徽
浸
拽
漏
颖
严
滇
扳
酵
陌
拒
坟
赣
薇
缮
藕
煲
蓿
酮
败
魁
醇
袍
搪
麓
嫁
铵
嗨
逍
砭
聊
冉
邸
募
荪
端
聪
贡
妮
钰
旦
禄
猴
丸
痛
此
惩
扪
续
彬
鹿
驿
娘
坞
肿
瑜
赢
僧
饨
笙
褥
師
耿
姚
偟
暑
莓
魔
邵
择
馄
咱
蘑
於
愿
又
饯
