<PAD>
名
2
工
人
员
3
1
5
0
4
9
6
的
生
制
产
7
作
理
业
指
8
电
事
机
品
和
从
管
术
学
装
务
技
等
水
第
设
及
物
职
车
料
号
公
计
体
包
厂
研
器
有
修
加
做
程
文
用
造
件
化
行
教
备
其
配
师
保
发
括
中
测
部
服
究
运
材
子
无
种
法
检
线
药
动
会
地
安
护
通
验
科
农
在
维
金
民
开
建
间
养
门
司
试
分
国
书
育
资
操
专
他
医
属
航
调
家
政
织
导
编
艺
防
打
小
n
合
类
处
与
经
个
油
火
条
量
主
空
输
路
A
质
o
责
关
具
印
售
上
没
信
监
普
石
铁
筑
长
称
报
不
林
环
各
采
械
院
食
广
否
负
销
成
气
大
木
利
矿
单
级
收
E
N
飞
进
组
卫
企
市
于
查
自
户
b
海
表
社
烟
道
村
营
卖
e
全
境
图
力
板
纸
草
商
手
影
船
局
活
植
I
方
一
C
位
花
房
胶
面
任
看
队
至
场
a
带
记
原
i
给
数
格
店
高
仪
供
出
办
天
放
附
t
烧
煤
视
所
钢
本
对
证
炼
约
播
施
为
光
室
后
提
染
能
统
性
纺
划
领
土
济
律
刷
系
s
定
复
乐
新
璃
段
审
弹
l
整
美
粮
财
O
特
头
干
推
病
实
r
玻
构
鱼
皮
音
站
c
排
勘
废
树
论
网
校
馆
压
持
衣
译
党
源
D
橡
饲
餐
塑
析
团
下
炉
控
模
丝
察
菜
汽
预
治
冶
货
秘
流
或
交
u
告
委
使
以
字
基
里
纤
意
翻
版
将
洋
片
洗
邮
接
瓷
度
劳
拉
画
园
是
相
盐
U
井
库
妇
并
外
助
老
棉
当
饭
到
L
军
剂
牧
储
客
渔
饮
限
S
目
区
庭
副
舶
规
参
变
零
际
传
畜
勤
购
班
砖
毛
照
语
牛
针
蜂
茶
殖
过
疫
县
权
仓
结
标
游
绘
d
注
票
挖
疗
消
健
g
年
缝
应
点
磨
泥
T
者
酸
二
协
温
问
共
污
府
割
酒
旅
集
内
担
锅
冷
闻
台
浆
R
布
算
据
猪
热
辅
决
饰
培
杂
古
粉
搞
策
野
炮
代
前
刻
话
融
改
请
清
探
录
型
池
送
蜜
山
私
序
尔
然
漆
米
总
简
B
见
G
节
引
儿
准
辑
口
麻
支
督
西
架
球
炭
兽
聚
训
女
史
套
田
要
议
心
玉
时
像
息
元
联
休
固
堂
摊
卷
展
居
肉
色
星
毯
现
m
铝
液
退
象
棒
载
己
镇
绣
项
租
剪
三
易
糖
苗
久
床
筋
钻
果
练
形
摩
脂
摄
蚕
章
娱
账
箭
买
羊
来
肥
叶
烤
镜
银
情
挥
言
投
派
鸡
演
疾
眼
写
封
素
订
革
半
核
荷
帮
顾
鞋
f
习
观
戏
陶
介
耐
焊
幼
豆
常
身
枪
驾
康
摆
非
斯
硅
知
辆
取
膜
滤
密
墙
华
把
受
述
笔
兵
搪
判
Q
拖
案
h
甲
解
M
徒
函
考
轮
置
股
唱
厨
课
震
阳
态
远
综
香
署
切
太
都
洁
稻
喷
碳
样
繁
绿
窗
德
麦
险
值
河
官
钣
灌
罐
族
厅
混
贸
扫
依
明
抽
驶
式
炸
捡
精
风
p
纫
哲
同
烯
选
剧
询
回
存
轧
题
射
入
舞
箱
席
咨
V
稿
软
士
瓦
断
央
纱
铸
拍
费
Z
五
如
省
壤
平
哥
F
虫
青
雕
层
巴
景
禽
塞
脚
递
玩
珠
沙
临
P
多
束
岗
初
重
日
了
砂
泵
群
讯
v
访
障
东
裁
乡
瓶
诊
H
感
乙
虾
砍
喂
爆
柴
达
况
搬
蔬
期
遗
英
破
毒
盒
城
券
盘
声
马
之
效
醋
竹
执
腐
托
献
蛋
碱
正
赁
栽
红
宗
鉴
雷
别
J
螺
首
森
列
钱
离
掘
钳
袋
磁
龙
微
糕
涂
桥
街
住
识
吧
残
某
松
灰
映
次
拔
强
灯
快
思
纪
浴
纠
燃
础
么
硬
挑
缩
贵
按
蓄
乘
评
适
盖
衍
焦
白
少
巡
超
湖
武
说
拟
李
吊
些
诉
旋
凝
什
创
晶
价
铺
警
承
转
容
匠
向
摘
最
搭
互
墨
继
粘
去
状
宾
促
纷
楚
惠
起
守
伐
泰
紫
铅
抓
澡
兴
害
七
补
屋
沟
鼓
y
款
牲
孩
彩
志
授
刚
张
随
钼
换
盆
拌
湿
喜
饼
吸
捞
硫
胎
碗
十
鲜
庄
讲
贝
求
插
填
恒
救
鸭
批
帽
熨
烫
纳
般
庆
永
砌
曲
边
晒
浇
立
功
稀
赶
拆
脑
益
根
仁
征
宣
钉
捕
梁
壳
档
碎
扎
讼
待
杀
刊
克
典
王
缆
氧
速
再
搅
战
招
税
宝
窑
烃
候
暖
低
由
好
蓝
桑
宪
就
未
域
殊
拣
缔
偶
刑
锻
除
故
乳
宿
界
柜
描
直
鞭
真
圈
苯
绝
谷
百
刨
滑
四
贴
振
延
世
贷
芯
云
扣
塘
婚
塔
范
尸
邦
挡
渠
渡
隧
楼
响
忙
j
连
听
缘
卸
港
烘
漏
签
估
获
宰
符
福
味
酵
症
舱
桨
煮
涵
八
还
黄
络
z
六
赤
确
众
奏
独
甘
可
差
雇
磷
失
续
瓜
血
韩
蹈
杆
润
沼
粒
北
南
筛
钨
冰
汛
靶
择
穿
黑
锄
跑
早
蔗
泡
铣
份
钟
拿
移
帐
巧
姆
友
损
焙
措
想
刀
滩
抄
旺
丰
岩
寿
冲
藻
找
江
吃
错
催
藏
牌
俄
届
博
卤
屠
攸
命
铜
拓
览
汇
脱
篮
苇
噪
狱
我
涤
频
圣
碑
耳
董
滨
灭
栓
杨
秩
童
历
睛
倍
更
京
留
净
藤
x
镀
貌
闲
也
氟
K
犯
两
押
芦
墓
锯
搓
申
励
反
尼
比
止
挂
串
哪
屈
假
削
赞
浮
榨
尘
旧
妆
験
索
念
添
但
逻
郑
兰
蟹
刮
循
殡
籍
膏
坊
它
肪
铲
免
极
丁
露
熟
耕
抗
灸
末
扇
示
激
轨
汉
被
抛
难
坯
刘
细
琴
昆
筐
幕
赵
奶
圾
垃
含
着
牙
X
裱
刺
丙
鑫
醅
磅
伊
登
胡
母
宁
涉
绒
月
梯
歌
旨
双
因
慰
聘
抵
酿
词
增
陈
葬
万
燥
遥
淡
溶
锌
富
宏
波
泳
烹
旗
炒
堤
孔
神
码
罗
柑
潮
减
镁
已
丸
薯
举
伤
浸
寄
吹
剥
桃
顺
熔
弟
弄
琉
得
先
巾
衫
绸
渗
援
氨
扒
碾
灾
锁
桔
汤
坝
每
溉
诺
Y
绳
嘴
即
底
坪
患
酯
夫
绕
珍
归
辜
陪
氯
兼
只
菌
端
铆
镶
夏
贩
锂
拨
概
剑
漂
嵌
夜
烂
轻
辣
例
疏
酚
骨
顶
蒸
硝
栏
跟
菇
堡
齐
敲
宇
垫
竞
认
卡
降
箩
始
雨
纵
帝
充
短
馒
答
九
贮
淀
仔
筝
角
肢
傅
辐
栲
义
谱
裂
往
颜
咖
絮
吉
钞
萄
隔
処
努
略
皂
葡
祥
升
危
潢
币
令
啥
误
鼠
借
沥
廖
啤
醛
斗
完
付
绍
叔
叠
卉
氢
媒
倒
阶
珐
枝
琅
矫
擦
陆
暗
抹
掌
散
笛
拼
馏
蘑
稼
框
耗
弦
肠
便
杌
焚
皇
炊
伞
誊
膛
摇
萝
季
勾
仿
才
桶
帅
贡
抬
闸
册
赛
著
亚
余
宜
挤
茧
渣
罪
覆
轴
深
折
凉
们
胞
绢
罩
杯
梳
廷
阀
盛
侦
需
狮
页
萨
龄
裤
伟
披
绑
啡
翼
垭
実
伦
荣
敷
纯
铌
椅
筹
钽
椒
背
桩
钛
釉
却
k
蚀
冒
邀
启
裕
毡
蒙
熏
佛
冻
链
尺
髹
致
萍
羽
赋
査
优
坨
酱
呵
步
牵
且
父
透
坡
槟
阻
春
赔
昌
韭
糜
榔
挣
筒
丈
壌
芳
碰
熬
驳
岁
坛
撮
抚
桉
撞
亘
撰
燕
棚
萤
粱
纲
凯
棍
疆
俊
袜
礼
那
殁
毫
柱
呼
檐
川
泽
坟
铵
尖
裹
圆
娃
遇
坏
几
澳
薄
觉
琶
仲
贯
谐
盗
圭
锈
琵
渍
凹
走
洲
赚
伙
纹
州
槽
腌
舾
键
W
亲
関
堪
煅
阿
宋
蹬
揉
锰
何
窝
锤
糊
菠
蜡
芽
威
谈
氮
葵
朝
迁
钒
洪
叫
変
铬
尚
苦
异
溢
锹
鸿
発
幻
鹏
击
気
予
兔
凿
舍
姻
苹
崇
讨
烛
帚
瑞
嘉
钰
叉
孙
困
暑
拾
洞
晾
靠
籽
座
捆
胜
砸
坑
纶
雅
丕
扶
丧
丽
踩
帆
迎
煎
凸
粽
乱
钾
睿
莱
鲍
望
鲁
缺
婆
读
斤
替
哈
醉
盲
良
姓
饪
债
寓
莲
柳
宠
避
痧
迪
龟
胸
冬
泊
兜
累
爱
艾
荔
宙
腔
缫
脖
泉
粪
稍
設
卧
梭
诚
肴
寸
钙
亨
豪
宵
壁
鹅
噜
桌
许
辊
笑
旁
癌
敬
尽
周
舵
朱
奥
湾
善
峰
裔
千
卜
停
薪
岭
嘹
嫦
姨
埠
躯
寡
扛
仑
履
棕
仗
娥
智
阅
抢
梨
酷
勇
庙
伍
亡
落
颐
晚
牢
茄
猎
岸
兑
粥
桂
碘
戊
腈
橘
苞
篆
奖
额
蛹
奇
怎
妈
戒
秀
醇
颗
粗
隆
咸
辉
邹
秧
牤
鸽
蝗
埋
番
坐
哦
遭
喉
率
氏
肼
淋
郊
胀
甸
今
尿
佳
屑
惯
琢
寨
淘
泄
肝
巷
肋
轩
肤
膨
豌
积
侵
枯
足
践
徽
簧
甩
这
址
笋
邓
汁
悉
郁
绵
辩
终
敏
苏
孵
滋
兄
佐
拧
抑
释
宽
胖
叭
裝
洛
冥
鼻
灶
哨
袖
胆
q
垒
撱
俗
拷
阴
静
腹
匙
拎
枕
偿
屯
显
乌
谋
褥
喇
欣
耀
秦
嵩
尾
姐
篾
箍
蓉
瀑
势
潭
唐
贫
岳
狗
沾
杏
返
剁
赦
曹
围
锭
稞
芹
熄
欢
伺
傣
衡
荐
弃
捻
柒
驯
曼
凳
喝
劈
鬃
嘱
诸
凡
萃
坎
驻
爷
隍
锋
馕
匹
磋
蕉
蚊
埔
雪
途
饺
扳
钮
涔
享
块
沽
堵
楠
帘
违
藕
晨
盈
陵
赏
宅
该
仍
澹
沉
笼
楞
戚
枫
雾
晟
芝
侯
筷
琐
杰
淬
欧
而
锚
w
犁
很
绞
郭
姑
弱
洽
朋
尝
哺
棋
踏
匝
穗
柿
酮
伸
嫁
蔑
吴
呆
扯
厢
崩
契
肖
薅
眉
芬
铡
锟
旭
淇
蒂
肚
紧
胚
凤
彻
迅
拜
莜
衬
较
缸
沫
亭
谁
毙
坦
翠
秤
磺
炬
雄
握
蛎
横
脸
茸
磊
必
滥
搾
靴
拒
宫
娄
腾
壮
囱
愿
瘤
揭
翔
巨
越
酶
骑
钥
邢
殿
滇
纽
郎
勺
蓬
庵
徐
辰
檬
伯
壶
菱
杉
轿
疑
锦
妹
剔
旱
骤
寺
莉
惟
蒜
戳
巢
梅
醫
桦
浓
召
芋
沿
乓
恩
掉
驴
沐
乒
碟
让
稳
急
柠
劝
殷
拽
浦
婴
谢
袍
曾
君
您
彭
湘
娘
垛
剩
灵
茂
潜
抱
伴
梆
冠
稽
齿
岔
粕
鸟
霍
溜
左
墩
垌
炎
俱
韶
盾
刹
邻
暴
彤
扰
潘
亿
鲈
驰
珂
枸
帜
燙
蔡
斋
逍
烙
缇
褪
媳
近
鹰
莎
冯
阁
盟
栋
腰
悦
慧
纬
满
怀
均
卢
灿
凋
羔
腫
碧
慈
崔
婦
绩
寻
峪
橱
茅
涛
艇
蜗
肯
篩
缑
拘
踪
芙
呢
佰
匣
涮
朵
仅
尹
儒
舰
栗
厦
役
銑
笠
亮
夹
峡
筏
葱
垦
斜
昱
卓
颛
浩
隅
廊
畅
匀
遂
圃
姜
岛
奉
似
闫
瞬
孟
洒
荞
刃
雀
绷
斌
荒
韵
锉
趣
严
淑
毕
腻
疵
煲
喊
玛
贤
钵
苑
衢
斑
涡
甜
摔
師
姚
矛
右
棺
沈
萁
芭
跳
圏
删
偷
鞣
逢
缨
曙
逸
遣
湟
箔
耙
衔
距
男
豇
孢
匪
睡
酥
幺
侄
滚
蜀
缎
塌
杞
屏
勐
另
骡
杈
仙
豚
掰
捷
厕
猕
菊
祭
莘
庋
琼
袄
苎
炕
學
漫
娜
桐
寝
允
触
樒
缴
梦
溪
繳
鸵
跨
梧
拋
內
祝
详
尊
枣
玫
徳
剖
虹
梓
汪
掏
弓
卯
珙
锐
舒
訓
晋
凌
叮
饵
雁
敌
旷
够
秋
泸
径
亥
颖
弯
嫂
捧
鹃
榆
麓
雉
锡
聊
竖
扔
邸
鼎
瑰
烈
撑
猴
苕
惩
扪
肿
篙
瑜
赢
耿
専
匈
缠
禄
咱
撒
又
硐
巩
驼
茭
坤
柯
啸
辞
塾
螃
谊
嘎
渤
煌
尕
樱
扁
悠
栈
句
汰
裳
竿
螂
洱
禾
擀
孕
杭
樊
孝
忧
瑶
暂
馨
渊
丛
仰
誉
晖
妻
脯
榴
淜
陡
浏
